Repository: albinhalitaj/Technocy
Catalog: src/WebUI/Resources/Views/Products/Index.*.resx
Languages: sq

# nga
source: from
sq: nga

# dukeTreguar
source: Showing
sq: Duke treguar

# produkte
source: products
sq: produkte

# renditSipasRevelences
source: Sort by relevance
sq: Rendit sipas revelencës

# renditSipasUletLarte
source: Sort by price: Low to High
sq: Rendit sipas çmimit: të Ulët deri tek të Lartë

# renditSipasLarteUlet
source: Sort by price: High to Low
sq: Rendit sipas çmimit: të Lartë deri tek të Ulët

# asnjeProdukt
source: No Products Found!
sq: Asnjë produkt i gjetur.

# shtoNeShporte
source: Add to Cart
sq: Shto ne shportë

# kerko
source: Search
sq: Kërko

# kerkoKetu
source: Seach here...
sq: Kërko këtu...

# filtroMeKategori
source: Filter by categories
sq: Filtro me kategori
