Repository: albinhalitaj/Technocy
Catalog: src/WebUI/Resources/Views/Cart/Index.*.resx
Languages: sq

# artikujtShportes
source: Items in your cart
sq: Artikujt e shportës suaj

# foto
source: Photo
sq: Foto

# emriProduktit
source: Product
sq: Emri i produktit

# cmimi
source: Price
sq: Cmimi

# sasia
source: Quantity
sq: Sasia

# subtotali
source: Subtotal
sq: Subtotali

# vazhdoniBlerje
source: Continue to checkout
sq: Vazhdoni me blerje

# perditsoShporten
source: Update Shopping Cart
sq: Përditso Shportën

# pastroShporten
source: Clear Shopping Cart
sq: Pastroni shportën

# vleresimiTransportit
source: Estimate Shipping And Tax
sq: Vlerësimi i transportit dhe taksave

# destinacioni
source: Enter your destination to get a shipping estimate.
sq: Shkruani destinacionin tuaj për të marrë një vlerësim të transportit.

# shteti
source: Country
sq: Shteti

# kodiPostal
source: Postal Code
sq: Kodi Postal

# kalkulo
source: Get A Quote
sq: Kalkulo

# perdorKodin
source: Use Coupon Code
sq: Përdorni kodin e kuponit

# futKodin
source: Enter your coupon code if you have one.
sq: Futni kodin tuaj të kuponit nëse keni një të tillë.

# aplikoKodin
source: Apply Coupon
sq: Aplikoni kuponin

# totali
source: Cart Total
sq: Totali i shportës

# totalProdukte
source: Total products
sq: Total produkte

# totalTransporti
source: Total shipping
sq: Totali i transportit

# vazhdo
source: Proceed to Checkout
sq: Vazhdoni me pagesë

# shportaZbrazet
source: Your cart is empty.
sq: Shporta juaj është e zbrazët.
